export const placemarks = [
    {
        name: 'ВАО',
        coor: [55.8049963, 37.6527668]
    },
    {
        name: 'ЗАО',
        coor: [55.6935446,36.951002]
    },
    {
        name: 'ЗелАО',
        coor: [55.986412,37.1197127]
    },
    {
        name: 'НАО',
        coor: [55.5497755,37.0550174]
    },
    {
        name: 'САО',
        coor: [55.8587039,37.2976006]
    },
    {
        name: 'СВАО',
        coor: [55.8697214,37.4616571]
    },
    {
        name: 'СЗАО',
        coor: [55.8265044,37.2628915]
    },
    {
        name: 'ТАО',
        coor: [55.3509711,36.8074438]
    },
    {
        name: 'ЦАО',
        coor: [55.7536404,37.5315224]
    },
    {
        name: 'ЮАО',
        coor: [55.6480966,37.5167426]
    },
    {
        name: 'ЮВАО',
        coor: [55.6992192,37.6494372]
    },
    {
        name: 'ЮЗАО',
        coor: [55.601187,37.3701247]
    },
]

export const industryOptions = [
    { value: 'Пищевая промышленность', label: 'Пищевая промышленность' },
]

export const hardwareOptions = [
    { value: 'Токарные станки', label: 'Токарные станки' },
    { value: 'Фрезерные станки', label: 'Фрезерные станки' },
    { value: 'Разрезные станки', label: 'Разрезные станки' },
]

export const objectTypeOptions = [
    { value: 'Офисное здание', label: 'Офисное здание' },
    { value: 'Складское помещение', label: 'Складское помещение' },
]