export const placemarks = [
    {
        id: 1,
        name: 'ВАО',
        coor: [55.8049963, 37.6527668]
    },
    {
        id: 2,
        name: 'ЗАО',
        coor: [55.6935446, 36.951002]
    },
    {
        id: 3,
        name: 'ЗелАО',
        coor: [55.986412, 37.1197127]
    },
    {
        id: 4,
        name: 'НАО',
        coor: [55.5497755, 37.0550174]
    },
    {
        id: 5,
        name: 'САО',
        coor: [55.8587039, 37.2976006]
    },
    {
        id: 6,
        name: 'СВАО',
        coor: [55.8697214, 37.4616571]
    },
    {
        id: 7,
        name: 'СЗАО',
        coor: [55.8265044, 37.2628915]
    },
    {
        id: 8,
        name: 'ТАО',
        coor: [55.3509711, 36.8074438]
    },
    {
        id: 9,
        name: 'ЦАО',
        coor: [55.7536404, 37.5315224]
    },
    {
        id: 10,
        name: 'ЮАО',
        coor: [55.6480966, 37.5167426]
    },
    {
        id: 11,
        name: 'ЮВАО',
        coor: [55.6992192, 37.6494372]
    },
    {
        id: 12,
        name: 'ЮЗАО',
        coor: [55.601187, 37.3701247]
    },
]

export const industryOptions = [
    { value: 'Пищевая промышленность', label: 'Пищевая промышленность' },
    { value: 'Авиационная промышленность', label: 'Авиационная промышленность' },
    { value: 'Автомобильная промышленность', label: 'Автомобильная промышленность' },
    { value: 'Аддитивные технологии', label: 'Аддитивные технологии' },
    { value: 'Деревообрабатывающая', label: 'Деревообрабатывающая' },
    { value: 'Кабельная промышленность', label: 'Кабельная промышленность' },
    { value: 'Легкая промышленность', label: 'Легкая промышленность' },
    { value: 'Медицинская промышленность', label: 'Медицинская промышленность' },
    { value: 'Металлургия и металлообработка', label: 'Металлургия и металлообработка' },
    { value: 'Научная деятельность', label: 'Научная деятельность' },
    { value: 'Общее машиностроение', label: 'Общее машиностроение' },
    { value: 'Полиграфическая деятельность', label: 'Полиграфическая деятельность' },
    { value: 'Производство бытовой электроники и электрических приборов', label: 'Производство бытовой электроники и электрических приборов' },
    { value: 'Производство ж/д транспорта', label: 'Производство ж/д транспорта' },
    { value: 'Производство кокса и нефтепродуктов', label: 'Производство кокса и нефтепродуктов' },
    { value: 'Производство напитков', label: 'Производство напитков' },
    { value: 'Производство оружия, боеприпасов, спецхимии, военных машин', label: 'Производство оружия, боеприпасов, спецхимии, военных машин' },
    { value: 'Производство прочих товаров народного потребления', label: 'Производство прочих товаров народного потребления' },
    { value: 'Производство строительных материалов', label: 'Производство строительных материалов' },
    { value: 'Радиоэлектроника и приборостроение', label: 'Радиоэлектроника и приборостроение' },
    { value: 'Станкоинструментальная промышленность', label: 'Станкоинструментальная промышленность' },
    { value: 'Судостроение', label: 'Судостроение' },
    { value: 'Топливно-энергетический комплекс', label: 'Топливно-энергетический комплекс' },
    { value: 'Фармацевтическая промышленность', label: 'Фармацевтическая промышленность' },
    { value: 'Химическая промышленность', label: 'Химическая промышленность' },
]

export const hardwareOptions = [
    { value: 'Токарные станки', label: 'Токарные станки' },
    { value: 'Фрезерные станки', label: 'Фрезерные станки' },
    { value: 'Разрезные станки', label: 'Разрезные станки' },
    { value: 'Сверлильные и расточные станки', label: 'Сверлильные и расточные станки' },
    { value: 'Строгальные, долбежные и протяжные станки', label: 'Строгальные, долбежные и протяжные станки' },
    { value: 'Шлифовальные, полировальные, доводочные станки', label: 'Шлифовальные, полировальные, доводочные станки' },
    { value: 'Зубообрабатывающие и резьбонарезные станки', label: 'Зубообрабатывающие и резьбонарезные станки' },
    { value: 'Кузнечно-прессовое оборудование', label: 'Кузнечно-прессовое оборудование' },
    { value: 'Электрофизическое, электрохимическое, лазерное оборудование', label: 'Электрофизическое, электрохимическое, лазерное оборудование' },
]

export const objectTypeOptions = [
    { value: 'Офисное здание', label: 'Офисное здание' },
    { value: 'Складское помещение', label: 'Складское помещение' },
]

export const defaultState = {
    center: [55.751574, 37.573856],
    zoom: 6,
};